{
    "navbar": {
        "about": "About",
        "project": "Projects"  
    },
    "landpage": {
        "hi": "Hi, my name is",
        "iDo": "System Engineer",
        "current": "Always ready to learn and face new challenges. While frontend is my strength, I keep an open mind to different development approaches.",
        "iMade": "Some of my projects",
        "langUsed": "Languages",
        "codeTitle": "Programming Languages",
        "codeText": "Academic training gave me the opportunity to explore various languages, although I do not consider myself an expert, I am confident that I learn the necessary tools for project completion quickly.",
        "projects": "projects"
    },
    "about": {
        "title": "About Me",
        "firstP": "My journey has been filled with opportunities that have strengthened my leadership and have been fundamental in my personal and professional development. I consider myself a strategic person, focused on maximizing results, disciplined, and creative. These attributes not only define me, but also guide my thinking and actions.",
        "secondP": "Studying Systems Engineering arose from my desire to bring my own ideas to life without limitations. I see programming in the same way I saw Lego building when I was little: with inspiration, dedication, and the right blocks, you can create incredible things.",
        "thirdP": "I have worked with various programming languages, as well as with low-code applications like Airtable and Claris Filemaker. Always open-minded to new technologies, I adapt quickly to ensure the delivery of quality products.",
        "sendEmail": "Send an email"
    },
    "projects": {
        "title": "Projects",
        "view": "See GitHub",
        "viewf": "See frontend",
        "viewb": "See backend",
        "web": "See website",
        "oneTitle": "Degree Final Project",
        "oneDesc": "Developed with the ReactJS library for the frontend, and Python for the backend. This project aimed to finalize the development of a prototype for generating reference architectures through variability analysis. It was the degree final project and closure of the career.",
        "twoTitle": "Data Structures P1",
        "twoDesc": "Developed in Java. The project consisted of developing an application for a shipping company. It concluded the study of structures such as stacks and graphs, as well as BFS, DFS, and Dijkstra algorithms.",
        "threeTitle": "Data Structures P2",
        "threeDesc": "Developed in Java. The project consisted of developing a program that simulates a print queue using the Binary Heap ADT. It concluded the study of structures such as queues, trees, and hash tables.",
        "fourTitle": "Operating Systems P1",
        "fourDesc": "Developed in Java. This project aimed to perform simulations of the production line of two animated series and compare performance through a Dashboard. With this, thread functionalities, semaphores, and producer/consumer type solutions were practiced.",
        "fiveTitle": "iOS Calculator",
        "fiveDesc": "Developed with Javascript, HTML, and CSS. The project was carried out as part of the ‘Complete Intro to Web Development, v3’ course from Frontend Masters, in which the basics for web development were given. It is a simple calculator, with an interface that references that of iOS."
    },
    "footer": {
        "contact": "Contact me",
        "made": "Made with React",
        "linkedin": "LinkedIn profile",
        "rights": "All rights reserved"
    }
}