{
    "navbar": {
        "about": "Acerca de",
        "project": "Proyectos"  
    },
    "landpage": {
        "hi": "Hola, mi nombre es",
        "iDo": "Ingeniero de Sistemas",
        "current": "Siempre listo para aprender y enfrentarme a nuevos retos. Si bien el área de frontend es mi fuerte, me mantengo con la mente abierta a diferentes enfoques de desarrollo.",
        "iMade": "Algunos de mis proyectos",
        "langUsed": "Lenguajes",
        "codeTitle": "Lenguajes de programación",
        "codeText": "La formación académica me dio la oportunidad de explorar diversos lenguajes, aunque no me considero experto, tengo la seguridad de que aprendo rápido las herramientas necesarias para el cumplimiento del proyecto.",
        "projects": "proyectos"
    },
    "about": {
        "title": "Acerca de mí",
        "firstP": "Mi camino ha estado lleno de oportunidades que han fortalecido mi liderazgo y han sido fundamentales en mi desarrollo personal y profesional. Me considero una persona estratégica, enfocada en maximizar resultados, disciplinada y creativa. Estos atributos no solo me definen, sino que también orientan mi pensamiento y mis acciones.",
        "secondP": "Estudiar Ingeniería de Sistemas surgió de mi deseo de dar vida a mis propias ideas sin limitaciones. Veo la programación de la misma manera que veía el armado de Lego cuando era pequeño: con la inspiración, dedicación y los bloques correctos, se pueden crear cosas increíbles.",
        "thirdP": "He trabajado con diversos lenguajes de programación, así como con aplicaciones low-code como Airtable y Claris Filemaker. Siempre con la mente abierta a nuevas tecnologías, me adapto rápidamente para poder garantizar la entrega de productos de calidad.",
        "sendEmail": "Enviar correo"
    },
    "projects": {
        "title": "Proyectos",
        "view": "Ver en GitHub",
        "firstDesc": "Este proyecto está inspirado en Booking, una plataforma de viajes. Hecho en equipo, estuve encargado del estilo y responsive del proyecto.",
        "secondDesc": "Esta fue mi primera página web creada, con la que pude practicar las cosas que sabía de HTML y CSS en aquel momento.",
        "thirdDesc": "Luego de la Random Page, necesitaba practicar JS, así que hice una calculadora básica que se viera y funcionara bien."
    },
    "footer": {
        "contact": "Contáctame",
        "made": "Hecho con React",
        "rights": "Derechos reservados"
    }
}