{
    "navbar": {
        "about": "Acerca de",
        "project": "Proyectos"  
    },
    "landpage": {
        "hi": "Hola, mi nombre es",
        "iDo": "Ingeniero de Sistemas",
        "current": "Siempre listo para aprender y enfrentarme a nuevos retos. Si bien el área de frontend es mi fuerte, me mantengo con la mente abierta a diferentes enfoques de desarrollo.",
        "iMade": "Algunos de mis proyectos",
        "langUsed": "Lenguajes",
        "codeTitle": "Lenguajes de programación",
        "codeText": "La formación académica me dio la oportunidad de explorar diversos lenguajes, aunque no me considero experto, tengo la seguridad de que aprendo rápido las herramientas necesarias para el cumplimiento del proyecto.",
        "projects": "proyectos"
    },
    "about": {
        "title": "Acerca de mí",
        "firstP": "Mi camino ha estado lleno de oportunidades que han fortalecido mi liderazgo y han sido fundamentales en mi desarrollo personal y profesional. Me considero una persona estratégica, enfocada en maximizar resultados, disciplinada y creativa. Estos atributos no solo me definen, sino que también orientan mi pensamiento y mis acciones.",
        "secondP": "Estudiar Ingeniería de Sistemas surgió de mi deseo de dar vida a mis propias ideas sin limitaciones. Veo la programación de la misma manera que veía el armado de Lego cuando era pequeño: con la inspiración, dedicación y los bloques correctos, se pueden crear cosas increíbles.",
        "thirdP": "He trabajado con diversos lenguajes de programación, así como con aplicaciones low-code como Airtable y Claris Filemaker. Siempre con la mente abierta a nuevas tecnologías, me adapto rápidamente para poder garantizar la entrega de productos de calidad.",
        "sendEmail": "Enviar correo"
    },
    "projects": {
        "title": "Proyectos",
        "view": "Ver en GitHub",
        "viewf": "Ver frontend",
        "viewb": "Ver backend",
        "web": "Ver página web",
        "oneDesc": "Desarrollado con la librería de ReactJS para el frontend, y Python para el backend. Este proyecto tuvo como objetivo finalizar el desarrollo de un prototipo para la generación de arquitecturas de referencia a través del análisis de variabilidad. Fue el trabajo de grado y cierre de la carrera de Ingeniería de Sistemas.",
        "twoDesc": "Desarrollado en Java. El proyecto consistió en desarrollar una aplicación para una empresa de envíos. Se dio cierre al estudio de estructuras como pilas y grafos, así como a los algoritmos BFS, DFS y Dijkstra.",
        "threeDesc": "Desarrollado en Java. El proyecto consistió en desarrollar  un programa que simule una cola de impresión utilizando el TDA Montículo Binario. Se dio cierre al estudio de estructuras como colas, árboles y hash tables.",
        "fourDesc": "Desarrollado en Java. Este proyecto tuvo como objetivo realizar unas simulaciones de la línea de producción de dos series animadas y comparar rendimiento a través de un Dashboard. Con esto se practicaron funcionalidades de hilos (threads), semáforos y soluciones de tipo productor/consumidor.",
        "fiveDesc": "Desarrollado con Javascript, HTML y CSS. El proyecto fue realizado como parte del curso 'Complete Intro to Web Development, v3' de Frontend Masters, en el cual se dieron las bases para el desarrollo web con los lenguajes mencionados. Es una calculadora sencilla, con una interfaz que hace referencia a la de iOS."
    },
    "footer": {
        "contact": "Contáctame",
        "made": "Hecho con React",
        "linkedin": "Perfil de LinkedIn",
        "rights": "Derechos reservados"
    }
}